<?php

return [
    'required' => '{{field}} ဖြည့်ရန် လိုအပ်သည်။',
    'string' => '{{field}} သည် စာသား ဖြစ်ရမည်။',
    'email' => '{{field}} သည် မှန်ကန်သော အီးမေးလ် လိပ်စာ ဖြစ်ရမည်။',
    'min' => '{{field}} သည် အနည်းဆုံး {{min}} အကွာအဝေး ရှိရမည်။',
    'max' => '{{field}} သည် အများဆုံး {{max}} ထိသာ ခွင့်ပြုသည်။',
    'match' => '{{field}} သည် {{match}} နှင့် ကိုက်ညီရမည်။',
    'url' => '{{field}} သည် မှန်ကန်သော URL ဖြစ်ရမည်။',
    'equal' => '{{field}} သည် {{value}} နှင့် တူညီရမည်။',
    'numeric' => '{{field}} သည် ဂဏန်း ဖြစ်ရမည်။',
];
